brew "bat"
brew "bat-extras"
brew "direnv"
brew "docker"
brew "dua-cli"
brew "duf"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-cliff"
brew "git-ignore"
brew "git-lfs"
brew "git-secrets"
brew "glow"
brew "gum"
brew "htop"
brew "hyperfine"
brew "jq"
brew "kingfisher"
brew "lazygit"
brew "luarocks"
brew "ncdu"
brew "neovim"
brew "rclone"
brew "ripgrep"
brew "sesh"
brew "starship"
brew "taproom"
brew "tmux"
brew "topgrade"
brew "tree"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zstd"
