{
    "LazyVim": { "branch": "main" },
    "LuaSnip": { "branch": "master" },
    "SchemaStore.nvim": { "branch": "main" },
    "blink-cmp-copilot": { "branch": "main" },
    "blink.cmp": { "branch": "main" },
    "bufferline.nvim": { "branch": "main" },
    "catppuccin": { "branch": "main" },
    "chezmoi.nvim": { "branch": "main" },
    "clangd_extensions.nvim": {
        "branch": "main"
    },
    "claude-code.nvim": { "branch": "main" },
    "cmake-tools.nvim": {
        "branch": "master"
    },
    "conform.nvim": { "branch": "master" },
    "copilot.lua": { "branch": "master" },
    "crates.nvim": { "branch": "main" },
    "cyberdream.nvim": { "branch": "main" },
    "dashboard-nvim": { "branch": "master" },
    "data-viewer.nvim": { "branch": "main" },
    "dial.nvim": { "branch": "master" },
    "diffview.nvim": { "branch": "main" },
    "edgy.nvim": { "branch": "main" },
    "flash.nvim": { "branch": "main" },
    "friendly-snippets": { "branch": "main" },
    "gitsigns.nvim": { "branch": "main" },
    "glow.nvim": { "branch": "main" },
    "grug-far.nvim": { "branch": "main" },
    "hardtime.nvim": { "branch": "main" },
    "harpoon": { "branch": "harpoon2" },
    "inc-rename.nvim": { "branch": "main" },
    "lazy.nvim": { "branch": "main" },
    "lazydev.nvim": { "branch": "main" },
    "lazygit.nvim": { "branch": "main" },
    "lualine.nvim": { "branch": "master" },
    "markdown-preview.nvim": {
        "branch": "master"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason-nvim-dap.nvim": {
        "branch": "main"
    },
    "mason.nvim": { "branch": "main" },
    "mellow.nvim": { "branch": "main" },
    "mini.ai": { "branch": "main" },
    "mini.comment": { "branch": "main" },
    "mini.icons": { "branch": "main" },
    "mini.pairs": { "branch": "main" },
    "mini.snippets": { "branch": "main" },
    "mini.surround": { "branch": "main" },
    "neo-tree.nvim": { "branch": "main" },
    "neotab.nvim": { "branch": "master" },
    "no-neck-pain.nvim": { "branch": "main" },
    "noice.nvim": { "branch": "main" },
    "nui.nvim": { "branch": "main" },
    "nvim-ansible": { "branch": "main" },
    "nvim-dap": { "branch": "master" },
    "nvim-dap-python": { "branch": "master" },
    "nvim-dap-ruby": { "branch": "main" },
    "nvim-dap-ui": { "branch": "master" },
    "nvim-dap-virtual-text": {
        "branch": "master"
    },
    "nvim-lint": { "branch": "master" },
    "nvim-lspconfig": { "branch": "master" },
    "nvim-nio": { "branch": "master" },
    "nvim-remove-comments": {
        "branch": "main"
    },
    "nvim-treesitter": { "branch": "master" },
    "nvim-treesitter-context": {
        "branch": "master"
    },
    "nvim-treesitter-textobjects": {
        "branch": "master"
    },
    "nvim-ts-autotag": { "branch": "main" },
    "nvim-ts-context-commentstring": {
        "branch": "main"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "obsidian.nvim": { "branch": "main" },
    "oxocarbon.nvim": { "branch": "main" },
    "persistence.nvim": { "branch": "main" },
    "plenary.nvim": { "branch": "master" },
    "precognition.nvim": { "branch": "main" },
    "render-markdown.nvim": {
        "branch": "main"
    },
    "rustaceanvim": { "branch": "master" },
    "smear-cursor.nvim": { "branch": "main" },
    "snacks.nvim": { "branch": "main" },
    "sqlite.lua": { "branch": "master" },
    "themery.nvim": { "branch": "main" },
    "tmux.nvim": { "branch": "main" },
    "todo-comments.nvim": {
        "branch": "main"
    },
    "toggleterm.nvim": { "branch": "main" },
    "tokyonight.nvim": { "branch": "main" },
    "trouble.nvim": { "branch": "main" },
    "true-zen.nvim": { "branch": "main" },
    "ts-comments.nvim": { "branch": "main" },
    "undotree": { "branch": "main" },
    "venv-selector.nvim": {
        "branch": "regexp"
    },
    "vim-be-better": { "branch": "master" },
    "vim-be-good": { "branch": "master" },
    "vim-dadbod": { "branch": "master" },
    "vim-dadbod-completion": {
        "branch": "master"
    },
    "vim-dadbod-ui": { "branch": "master" },
    "vim-startuptime": { "branch": "master" },
    "vim-tmux-navigator": {
        "branch": "master"
    },
    "vim-wakatime": { "branch": "master" },
    "which-key.nvim": { "branch": "main" }
}
